{
    "A": 
        {
            "Track" : "Not bad. This track is super popular right now so it's definitely good, but it's pretty basic.",
            "Album" : "This album is super hot right now and it definitely has a lot of hits! You can't go wrong with putting this on the aux.",
            "Playlist" : "Super popular playlist... like breathing air is popular.",
            "Reaction" : "hot.png"
        }
    ,
    "B": 
        {
            "Track": "This track is great! Although it's not the most popular song, a good amount of listeners think this track smacks.",
            "Album" : "Fire! This album has potential to be a classic and shows an excellent taste in music.",
            "Playlist" : "Heat! This playlist has all the biggest hits and is very inoffensive to play. ",
            "Reaction" : "fire.png"
        }
    ,
    "C": 
        {
            "Track": "This track is nice! It's popularity shows that you must have a unique taste in music.",
            "Album" : "This album has some heat and is worth going back to, with only a few skips.",
            "Playlist" : "Exquisite! Despite not having the most popular songs, the song selection is hot!",
            "Reaction" : "exquisite.png"
        }
    ,
    "D":
        {
            "Track": "This track could be better, however it's most likely worth a listen!",
            "Album" : "It's alright. There are some stand out songs on this album, but there are some songs that miss.",
            "Playlist" : "Warm at best. The playlist has some good songs, but very little flavor.",
            "Reaction" : "nice.png"
        }
    ,
    "F":
        {
            "Track": "This song is not that popular and it leaves a lot to be desired.",
            "Album" : "Chances are this album is slept on; a hidden gem perhaps. This shows unique and cultured taste in music... Or it's boring.",
            "Playlist" : "Trash. This playlist only has mid, and is probably best listened to in the trash.",
            "Reaction" : "boring.png"
        }
    ,
    "G":
        {
            "Track": "This is unpopular for a reason... it's probably not worth listening to.",
            "Album" : "Yeah, this album is not good. It might have once decent track, but other than that, it's not worth the time.",
            "Playlist" : "I guess it's alright. The popularity suggests that you know what you like, and aren't afraid of your tastes.",
            "Reaction" : "unimpressed.png"
        }
    ,
    "H":
        {
            "Track": "This song is straight trash, maybe try listening to Spotify's top 50 for better inspiration.",
            "Album" : "This album is garbage; there are way too many skips and misses in this track list.",
            "Playlist" : "Stinky... This playlist must have tunes catering to a specific taste, but kind of trash.",
            "Reaction" : "bruh.png"
        }
    ,
    "Z":
        {
            "Track": "...",
            "Album" : "Skip the dumpster, this album goes straight to the landfill...",
            "Playlist" : "Horrible, this playlist should be called torture tunes.",
            "Reaction" : "what.png"
        }
}